# Создать лист из 3 слов: ['Earth', 'Russia', 'Moscow'], 
# соеденить все слова в единую строку, чтобы получилось: 'Earth -> Russia -> Moscow'

l = ['Earth', 'Russia', 'Moscow']

a = str(l[0] + ' -> ' + l[1] + ' -> ' + l[2])
print(a)


# for i in l:
# 	a = str(i + ' -> ' )
# 	print(a)
# 	не придумал, как сразу развернуть в одну строку в этом варианте. 



