# Создать tuple из 10 любых дробных чисел, найти максимальное и минимальное значение в нем
T = (2.4, 3.7, 4.7, 6.2, 9.3, 10.34, 34.98, 2324.23536, 1.33, 34.19)
print(max(T))
print(min(T))