# Создать список любых объектов, в цикле напечатать в консоль: объект и его индекс
any_obj = [1, '1231', [1,2,3,], 3.345, str]
for i in any_obj:
	print(i, any_obj.index(i))